Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# nutritionLibrary.recipes.title
source: Recipes
es: Recetas
fr: Recettes
hi: रेसिपी
it: Ricette
ko: 레시피
pl: Przepisy
tr: Tarifler
zh_hans: 食谱

# nutritionLibrary.recipes.unresolvedIngredients
source: %lld ingredients are no longer in your library, so they are not counted.
es: %lld ingredientes ya no están en tu biblioteca, así que no se cuentan.
fr: %lld ingrédients ne sont plus dans ta bibliothèque, ils ne sont donc pas comptés.
hi: %lld सामग्री अब आपकी लाइब्रेरी में नहीं हैं, इसलिए उन्हें गिना नहीं गया।
it: %lld ingredienti non sono più nella tua libreria, quindi non vengono conteggiati.
ko: 재료 %lld개가 내 목록에 더 이상 없어서 계산에 들어가지 않아요.
pl: %lld składnika nie ma już w Twojej bibliotece, więc nie jest liczony.
tr: %lld malzeme artık kütüphanende değil, bu yüzden sayılmıyor.
zh_hans: 有 %lld 种配料已不在你的食物库里，因此没有计入。

# nutritionLibrary.recipes.wholeRecipe
source: Whole recipe
es: Receta entera
fr: Recette entière
hi: पूरी रेसिपी
it: Ricetta intera
ko: 레시피 전체
pl: Cały przepis
tr: Tarifin tamamı
zh_hans: 整份食谱

# nutritionLibrary.suggest.brief
source: About %@ and %@ of protein left today. %@ of that usually goes on %@.
es: Hoy te quedan unas %@ y %@ de proteína. De eso, %@ suele ir a %@.
fr: Il te reste environ %@ et %@ de protéines aujourd’hui. %@ de cela va généralement sur %@.
hi: आज करीब %@ और %@ प्रोटीन बाकी है। उसमें से %@ आम तौर पर %@ में जाता है।
it: Oggi ti restano circa %@ e %@ di proteine. Di solito %@ va su %@.
ko: 오늘 약 %@과 단백질 %@이 남았어요. 보통 그중 %@은 %@에 써요.
pl: Zostało dziś około %@ i %@ białka. Zwykle %@ z tego idzie na %@.
tr: Bugün yaklaşık %@ ve %@ protein kaldı. Bunun %@ kadarı genelde %@ öğününe gider.
zh_hans: 今天还剩约 %@ 和 %@ 蛋白质，其中通常有 %@ 会放在%@。

# nutritionLibrary.suggest.briefSubtitle
source: Aimed at %@
es: Pensado para %@
fr: Visé pour %@
hi: %@ के लिए
it: Pensato per %@
ko: %@ 기준
pl: Pod kątem: %@
tr: Hedef: %@
zh_hans: 针对%@

# nutritionLibrary.suggest.briefTitle
source: What this fills
es: Qué cubre esto
fr: Ce que cela comble
hi: यह क्या पूरा करता है
it: Cosa copre
ko: 무엇을 채우는지
pl: Co to uzupełnia
tr: Bu neyi karşılıyor
zh_hans: 这能补上什么

# nutritionLibrary.suggest.dayFullMessage
source: There is little left in today's target, so there is nothing worth suggesting. Your saved meals and recipes are still here if you want them.
es: Queda muy poco del objetivo de hoy, así que no hay nada que merezca la pena sugerir. Tus comidas guardadas y tus recetas siguen aquí por si las quieres.
fr: Il reste peu de place dans l’objectif du jour, il n’y a donc rien qui vaille la peine d’être proposé. Tes repas enregistrés et tes recettes restent là si tu en veux.
hi: आज के लक्ष्य में बहुत कम बचा है, इसलिए सुझाने लायक कुछ नहीं। आपके सेव किए मील और रेसिपी फिर भी यहीं हैं।
it: Resta poco dell'obiettivo di oggi, quindi non c'è nulla che valga la pena proporre. I tuoi pasti salvati e le ricette sono comunque qui se ti servono.
ko: 오늘 목표에 남은 양이 거의 없어서 추천할 만한 게 없어요. 저장한 식사와 레시피는 언제든 쓸 수 있어요.
pl: W dzisiejszym celu zostało niewiele, więc nie ma czego proponować. Twoje zapisane posiłki i przepisy nadal tu są, jeśli ich potrzebujesz.
tr: Bugünkü hedefinden çok az kaldı, bu yüzden önerilecek kayda değer bir şey yok. Kayıtlı öğünlerin ve tariflerin istersen burada.
zh_hans: 今天的目标已经所剩不多，没有值得推荐的内容。你的常用餐食和食谱仍然在这里。

# nutritionLibrary.suggest.dayFullTitle
source: Your day is covered
es: Tu día está cubierto
fr: Ta journée est couverte
hi: आपका दिन पूरा हो चुका है
it: La tua giornata è coperta
ko: 오늘 목표는 거의 채웠어요
pl: Twój dzień jest domknięty
tr: Günün tamamlanmış
zh_hans: 今天的目标已基本吃满

# nutritionLibrary.suggest.exclusionsMessage
source: Nothing carrying these tags is suggested, from your diet and allergen settings.
es: No se sugiere nada con estas etiquetas, según tus ajustes de dieta y alérgenos.
fr: Rien portant ces étiquettes n’est proposé, d’après tes réglages de régime et d’allergènes.
hi: आपकी डाइट और एलर्जन सेटिंग्स के कारण इन टैग वाला कुछ भी नहीं सुझाया जाता।
it: Non viene proposto nulla che porti questi tag, in base alle tue impostazioni su dieta e allergeni.
ko: 식단과 알레르기 설정에 따라 이 태그가 붙은 음식은 추천하지 않아요.
pl: Nic z tymi tagami nie jest proponowane — tak wynika z Twojej diety i ustawień alergenów.
tr: Beslenme ve alerjen ayarlarına göre bu etiketleri taşıyan hiçbir şey önerilmez.
zh_hans: 根据你的饮食和过敏原设置，带有这些标签的内容都不会被推荐。

# nutritionLibrary.suggest.exclusionsTitle
source: Left out
es: Fuera
fr: Écartés
hi: बाहर रखा गया
it: Esclusi
ko: 제외한 것
pl: Pominięte
tr: Dışarıda bırakılanlar
zh_hans: 已排除

# nutritionLibrary.suggest.loading
source: Working out what fits…
es: Calculando qué encaja…
fr: Recherche de ce qui te convient…
hi: देखा जा रहा है कि क्या फ़िट बैठता है…
it: Cerchiamo cosa ci sta…
ko: 맞는 조합을 찾는 중이에요…
pl: Sprawdzam, co pasuje…
tr: Neyin uyduğu hesaplanıyor…
zh_hans: 正在计算合适的搭配…

# nutritionLibrary.suggest.log
source: Log to %@
es: Registrar en %@
fr: Enregistrer dans %@
hi: %@ में दर्ज करें
it: Registra in %@
ko: %@에 기록
pl: Zapisz do: %@
tr: %@ öğününe kaydet
zh_hans: 记录到%@

# nutritionLibrary.suggest.logAccessibility
source: Log %@ to %@
es: Registrar %@ en %@
fr: Enregistrer %@ dans %@
hi: %@ को %@ में दर्ज करें
it: Registra %@ in %@
ko: %@ 항목을 %@에 기록
pl: Zapisz %@ do %@
tr: %@ öğesini %@ öğününe kaydet
zh_hans: 把 %@ 记录到%@

# nutritionLibrary.suggest.logged
source: Logged to %@
es: Registrado en %@
fr: Enregistré dans %@
hi: %@ में दर्ज हो गया
it: Registrato in %@
ko: %@에 기록함
pl: Zapisano do: %@
tr: %@ öğününe kaydedildi
zh_hans: 已记录到%@

# nutritionLibrary.suggest.noTargetMessage
source: Suggestions are built around what is left of your day, so they need a daily target first.
es: Las sugerencias se montan sobre lo que te queda del día, así que primero necesitan un objetivo diario.
fr: Les suggestions se construisent autour de ce qu’il te reste dans la journée : il faut donc d’abord un objectif quotidien.
hi: सुझाव इस आधार पर बनते हैं कि आपके दिन में कितना बाकी है, इसलिए पहले एक दैनिक लक्ष्य चाहिए।
it: Le proposte si costruiscono su ciò che ti resta della giornata, quindi serve prima un obiettivo giornaliero.
ko: 추천은 오늘 남은 양을 기준으로 만들어져서, 하루 목표가 먼저 필요해요.
pl: Propozycje budujemy wokół tego, co zostało Ci na dziś, więc najpierw potrzebny jest dzienny cel.
tr: Öneriler gününden kalana göre kurulur, bu yüzden önce bir günlük hedef gerekir.
zh_hans: 建议是围绕你今天还剩多少生成的，所以需要先有每日目标。

# nutritionLibrary.suggest.noTargetTitle
source: No daily target yet
es: Aún no hay objetivo diario
fr: Pas encore d’objectif quotidien
hi: अभी कोई दैनिक लक्ष्य नहीं
it: Ancora nessun obiettivo giornaliero
ko: 아직 하루 목표가 없어요
pl: Brak dziennego celu
tr: Henüz günlük hedef yok
zh_hans: 还没有每日目标

# nutritionLibrary.suggest.noneMessage
source: There are not enough foods here to build a meal that fits. Add a few foods, saved meals or recipes and try again.
es: No hay alimentos suficientes para montar una comida que encaje. Añade unos cuantos alimentos, comidas guardadas o recetas y vuelve a intentarlo.
fr: Il n’y a pas assez d’aliments ici pour composer un repas qui convienne. Ajoute quelques aliments, repas enregistrés ou recettes, puis réessaie.
hi: फ़िट बैठने वाला मील बनाने के लिए यहाँ पर्याप्त फ़ूड नहीं हैं। कुछ फ़ूड, सेव किए मील या रेसिपी जोड़कर फिर कोशिश करें।
it: Qui non ci sono abbastanza alimenti per comporre un pasto che vada bene. Aggiungi qualche alimento, pasto salvato o ricetta e riprova.
ko: 한 끼를 구성할 만큼 음식이 충분하지 않아요. 음식이나 저장한 식사, 레시피를 몇 개 추가하고 다시 시도해 주세요.
pl: Za mało tu produktów, żeby ułożyć pasujący posiłek. Dodaj kilka produktów, zapisanych posiłków lub przepisów i spróbuj ponownie.
tr: Uyan bir öğün kurmaya yetecek kadar besin yok. Birkaç besin, kayıtlı öğün veya tarif ekleyip tekrar dene.
zh_hans: 这里的食物还不够组成一顿合适的餐。添加一些食物、常用餐食或食谱后再试。

# nutritionLibrary.suggest.noneTitle
source: Nothing to suggest yet
es: Aún no hay nada que sugerir
fr: Rien à proposer pour l’instant
hi: अभी सुझाने लायक कुछ नहीं
it: Ancora niente da proporre
ko: 아직 추천할 게 없어요
pl: Nie ma czego zaproponować
tr: Henüz önerilecek bir şey yok
zh_hans: 暂时没有可推荐的内容

# nutritionLibrary.suggest.nothingToLog
source: None of these foods are in your library any more, so nothing was logged.
es: Ninguno de estos alimentos sigue en tu biblioteca, así que no se ha registrado nada.
fr: Aucun de ces aliments n’est encore dans ta bibliothèque, rien n’a donc été enregistré.
hi: इनमें से कोई फ़ूड अब आपकी लाइब्रेरी में नहीं है, इसलिए कुछ दर्ज नहीं हुआ।
it: Nessuno di questi alimenti è più nella tua libreria, quindi non è stato registrato nulla.
ko: 이 음식들이 내 목록에 더 이상 없어서 아무것도 기록하지 않았어요.
pl: Żadnego z tych produktów nie ma już w Twojej bibliotece, więc nic nie zostało zapisane.
tr: Bu besinlerin hiçbiri artık kütüphanende değil, bu yüzden hiçbir şey kaydedilmedi.
zh_hans: 这些食物都已不在你的食物库里，因此没有记录任何内容。

# nutritionLibrary.suggest.pieces
source: %lld pieces
es: %lld unidades
fr: %lld pièces
hi: %lld टुकड़े
it: %lld pezzi
ko: %lld개
pl: %lld sztuki
tr: %lld adet
zh_hans: %lld 个

# nutritionLibrary.suggest.remainingEnergy
source: Left today
es: Queda hoy
fr: Restant aujourd’hui
hi: आज बाकी
it: Restano oggi
ko: 오늘 남은 양
pl: Zostało dziś
tr: Bugün kalan
zh_hans: 今日剩余

# nutritionLibrary.suggest.servings
source: %lld servings
es: %lld raciones
fr: %lld portions
hi: %lld सर्विंग
it: %lld porzioni
ko: %lld회분
pl: %lld porcji
tr: %lld porsiyon
zh_hans: %lld 份

# nutritionLibrary.suggest.slot
source: Meal
es: Comida
fr: Repas
hi: मील
it: Pasto
ko: 식사
pl: Posiłek
tr: Öğün
zh_hans: 餐次

# nutritionLibrary.suggest.title
source: Meal suggestions
es: Sugerencias de comida
fr: Suggestions de repas
hi: मील के सुझाव
it: Proposte di pasto
ko: 식사 추천
pl: Propozycje posiłków
tr: Öğün önerileri
zh_hans: 餐食建议

# nutritionLibrary.tag.breakfast
source: Breakfast
es: Desayuno
fr: Petit-déjeuner
hi: नाश्ता
it: Colazione
ko: 아침
pl: Śniadanie
tr: Kahvaltı
zh_hans: 早餐

# nutritionLibrary.tag.budget
source: Budget
es: Económico
fr: Économique
hi: किफ़ायती
it: Economico
ko: 저렴
pl: Tanie
tr: Ekonomik
zh_hans: 经济

# nutritionLibrary.tag.carb_source
source: Carb source
es: Fuente de hidratos
fr: Source de glucides
hi: कार्ब स्रोत
it: Fonte di carboidrati
ko: 탄수화물 급원
pl: Źródło węglowodanów
tr: Karbonhidrat kaynağı
zh_hans: 碳水来源

# nutritionLibrary.tag.dairy
source: Dairy
es: Lácteos
fr: Produits laitiers
hi: डेयरी
it: Latticini
ko: 유제품
pl: Nabiał
tr: Süt ürünleri
zh_hans: 乳制品

# nutritionLibrary.tag.dinner
source: Dinner
es: Cena
fr: Dîner
hi: डिनर
it: Cena
ko: 저녁
pl: Kolacja
tr: Akşam yemeği
zh_hans: 晚餐

# nutritionLibrary.tag.drink
source: Drink
es: Bebida
fr: Boisson
hi: पेय
it: Bevanda
ko: 음료
pl: Napój
tr: İçecek
zh_hans: 饮品

# nutritionLibrary.tag.egg
source: Egg
es: Huevo
fr: Œuf
hi: अंडा
it: Uova
ko: 달걀
pl: Jajka
tr: Yumurta
zh_hans: 蛋类

# nutritionLibrary.tag.fat_source
source: Fat source
es: Fuente de grasa
fr: Source de lipides
hi: फैट स्रोत
it: Fonte di grassi
ko: 지방 급원
pl: Źródło tłuszczu
tr: Yağ kaynağı
zh_hans: 脂肪来源

# nutritionLibrary.tag.fish
source: Fish
es: Pescado
fr: Poisson
hi: मछली
it: Pesce
ko: 생선
pl: Ryby
tr: Balık
zh_hans: 鱼类

# nutritionLibrary.tag.fruit
source: Fruit
es: Fruta
hi: फल
it: Frutta
ko: 과일
pl: Owoc
tr: Meyve
zh_hans: 水果

# nutritionLibrary.tag.high_fiber
source: High fibre
es: Rico en fibra
fr: Riche en fibres
hi: ज़्यादा फ़ाइबर
it: Ricco di fibre
ko: 고식이섬유
pl: Dużo błonnika
tr: Lif oranı yüksek
zh_hans: 高纤维

# nutritionLibrary.tag.honey
source: Honey
es: Miel
fr: Miel
hi: शहद
it: Miele
ko: 꿀
pl: Miód
tr: Bal
zh_hans: 蜂蜜

# nutritionLibrary.tag.lean
source: Lean
es: Magro
fr: Maigre
hi: लीन
it: Magro
ko: 저지방
pl: Chude
tr: Yağsız
zh_hans: 低脂

# nutritionLibrary.tag.lunch
source: Lunch
es: Comida
fr: Déjeuner
hi: लंच
it: Pranzo
ko: 점심
pl: Obiad
tr: Öğle yemeği
zh_hans: 午餐

# nutritionLibrary.tag.meat
source: Meat
es: Carne
fr: Viande
hi: मांस
it: Carne
ko: 육류
pl: Mięso
tr: Kırmızı et
zh_hans: 肉类

# nutritionLibrary.tag.nuts
source: Tree nuts
es: Frutos secos
fr: Fruits à coque
hi: मेवे
it: Frutta a guscio
ko: 견과류
pl: Orzechy
tr: Sert kabuklu yemişler
zh_hans: 坚果

# nutritionLibrary.tag.peanut
source: Peanuts
es: Cacahuete
fr: Arachides
hi: मूंगफली
it: Arachidi
ko: 땅콩
pl: Orzeszki ziemne
tr: Yer fıstığı
zh_hans: 花生

# nutritionLibrary.tag.poultry
source: Poultry
es: Aves
fr: Volaille
hi: पोल्ट्री
it: Pollame
ko: 가금류
pl: Drób
tr: Kanatlı eti
zh_hans: 禽肉

# nutritionLibrary.tag.protein_source
source: Protein source
es: Fuente de proteína
fr: Source de protéines
hi: प्रोटीन स्रोत
it: Fonte di proteine
ko: 단백질 급원
pl: Źródło białka
tr: Protein kaynağı
zh_hans: 蛋白质来源

# nutritionLibrary.tag.quick
source: Quick
es: Rápido
fr: Rapide
hi: झटपट
it: Veloce
ko: 간편
pl: Szybkie
tr: Pratik
zh_hans: 快手

# nutritionLibrary.tag.seafood
source: Seafood
es: Marisco
fr: Fruits de mer
hi: सीफ़ूड
it: Frutti di mare
ko: 해산물
pl: Owoce morza
tr: Deniz ürünleri
zh_hans: 海鲜

# nutritionLibrary.tag.sesame
source: Sesame
es: Sésamo
fr: Sésame
hi: तिल
it: Sesamo
ko: 참깨
pl: Sezam
tr: Susam
zh_hans: 芝麻

# nutritionLibrary.tag.shellfish
source: Shellfish
es: Crustáceos
fr: Crustacés
hi: शेलफ़िश
it: Crostacei
ko: 갑각류
pl: Skorupiaki
tr: Kabuklu deniz ürünleri
zh_hans: 贝类

# nutritionLibrary.tag.soy
source: Soy
es: Soja
fr: Soja
hi: सोया
it: Soia
ko: 대두
pl: Soja
tr: Soya
zh_hans: 大豆

# nutritionLibrary.tag.supplement
source: Supplement
es: Suplemento
fr: Complément
hi: सप्लीमेंट
it: Integratore
ko: 보충제
pl: Suplement
tr: Takviye
zh_hans: 补剂

# nutritionLibrary.tag.vegetable
source: Vegetable
es: Verdura
fr: Légume
hi: सब्ज़ी
it: Verdura
ko: 채소
pl: Warzywo
tr: Sebze
zh_hans: 蔬菜

# nutritionLibrary.targets.accept
source: Accept
es: Aceptar
fr: Accepter
hi: मंज़ूर
it: Accetta
ko: 적용
pl: Akceptuj
tr: Kabul et
zh_hans: 接受

# nutritionLibrary.targets.automaticSubtitle
source: Worked out by Forge from your profile and your weigh-ins.
es: Calculado por Forge a partir de tu perfil y tus pesajes.
fr: Calculé par Forge à partir de ton profil et de tes pesées.
hi: Forge ने आपकी प्रोफ़ाइल और वज़न रिकॉर्ड से निकाला है।
it: Calcolato da Forge dal tuo profilo e dalle tue pesate.
ko: Forge가 프로필과 체중 기록으로 계산한 값이에요.
pl: Wyliczone przez Forge z Twojego profilu i ważeń.
tr: Forge, profilinden ve tartımlarından hesapladı.
zh_hans: 由 Forge 根据你的资料和体重记录算出。

# nutritionLibrary.targets.balanced
source: Balanced
es: Equilibrado
fr: Équilibré
hi: संतुलित
it: In pari
ko: 균형
pl: Zbilansowane
tr: Dengede
zh_hans: 持平

# nutritionLibrary.targets.belowFloor
source: This is below %@ a day, the lowest this app will suggest. You can still save it.
es: Esto está por debajo de %@ al día, lo mínimo que esta app sugiere. Aun así puedes guardarlo.
fr: C’est en dessous de %@ par jour, le plus bas que cette app suggérera. Tu peux quand même l’enregistrer.
hi: यह रोज़ %@ से कम है, जो इस ऐप की सबसे कम सलाह है। फिर भी आप इसे सेव कर सकते हैं।
it: Questo è sotto %@ al giorno, il minimo che quest'app suggerisce. Puoi comunque salvarlo.
ko: 하루 %@ 미만이라 앱이 권장하는 하한보다 낮아요. 그래도 저장할 수 있어요.
pl: To poniżej %@ dziennie — najniższej wartości, jaką ta aplikacja sugeruje. Nadal możesz to zapisać.
tr: Bu, uygulamanın önereceği en düşük değer olan günde %@ değerinin altında. Yine de kaydedebilirsin.
zh_hans: 这低于每天 %@，也就是本 App 会建议的下限。你仍然可以保存。

# nutritionLibrary.targets.bmr
source: At rest
es: En reposo
fr: Au repos
hi: आराम की हालत में
it: A riposo
ko: 휴식 상태
pl: W spoczynku
tr: Dinlenirken
zh_hans: 静息消耗

# nutritionLibrary.targets.bmrCaption
source: Before any activity
es: Antes de cualquier actividad
fr: Avant toute activité
hi: किसी भी गतिविधि से पहले
it: Prima di qualsiasi attività
ko: 활동을 더하기 전
pl: Przed jakąkolwiek aktywnością
tr: Herhangi bir aktivite öncesi
zh_hans: 不含任何活动

# nutritionLibrary.targets.breakdownSubtitle
source: Estimates from published formulas, not measurements of you.
es: Estimaciones a partir de fórmulas publicadas, no mediciones tuyas.
fr: Des estimations issues de formules publiées, pas des mesures faites sur toi.
hi: प्रकाशित फ़ॉर्मूलों से लगाए अनुमान, आपकी नाप नहीं।
it: Stime da formule pubblicate, non misurazioni fatte su di te.
ko: 직접 측정한 값이 아니라 공개된 공식으로 낸 추정치예요.
pl: Szacunki z opublikowanych wzorów, a nie pomiary Twojego ciała.
tr: Yayımlanmış formüllerden çıkan tahminler; senin üzerinde yapılmış ölçümler değil.
zh_hans: 来自公开公式的估算，不是对你的实测。

# nutritionLibrary.targets.breakdownTitle
source: Where the number comes from
es: De dónde sale la cifra
fr: D’où vient ce chiffre
hi: यह आँकड़ा कहाँ से आता है
it: Da dove viene il numero
ko: 이 숫자가 나온 과정
pl: Skąd bierze się ta liczba
tr: Bu rakam nereden geliyor
zh_hans: 这个数字是怎么来的

# nutritionLibrary.targets.currentTitle
source: Your daily target
es: Tu objetivo diario
fr: Ton objectif quotidien
hi: आपका दैनिक लक्ष्य
it: Il tuo obiettivo giornaliero
ko: 내 하루 목표
pl: Twój dzienny cel
tr: Günlük hedefin
zh_hans: 你的每日目标

# nutritionLibrary.targets.deficit
source: Deficit
es: Déficit
fr: Déficit
hi: डेफ़िसिट
ko: 적자
pl: Deficyt
tr: Açık
zh_hans: 热量缺口

# nutritionLibrary.targets.energyAccessibility
source: Daily target: %@
es: Objetivo diario: %@
fr: Objectif quotidien : %@
hi: दैनिक लक्ष्य: %@
it: Obiettivo giornaliero: %@
ko: 하루 목표: %@
pl: Dzienny cel: %@
tr: Günlük hedef: %@
zh_hans: 每日目标：%@

# nutritionLibrary.targets.energyField
source: Daily energy
es: Energía diaria
fr: Énergie quotidienne
hi: दैनिक एनर्जी
it: Energia giornaliera
ko: 하루 열량
pl: Dzienna energia
tr: Günlük enerji
zh_hans: 每日热量

# nutritionLibrary.targets.historyAutomatic
source: Automatic
es: Automático
fr: Automatique
hi: अपने आप
it: Automatico
ko: 자동
pl: Automatycznie
tr: Otomatik
zh_hans: 自动

# nutritionLibrary.targets.historyChange
source: From %@ to %@ a day
es: De %@ a %@ al día
fr: De %@ à %@ par jour
hi: रोज़ %@ से %@ तक
it: Da %@ a %@ al giorno
ko: 하루 %@에서 %@으로
pl: Z %@ na %@ dziennie
tr: Günde %@ değerinden %@ değerine
zh_hans: 从每天 %@ 改为 %@

# nutritionLibrary.targets.historyEmpty
source: Your target has not changed yet.
es: Tu objetivo aún no ha cambiado.
fr: Ton objectif n’a pas encore changé.
hi: आपका लक्ष्य अभी तक नहीं बदला है।
it: Il tuo obiettivo non è ancora cambiato.
ko: 아직 목표가 바뀐 적이 없어요.
pl: Twój cel jeszcze się nie zmieniał.
tr: Hedefin henüz değişmedi.
zh_hans: 你的目标还没有变过。

# nutritionLibrary.targets.historyManual
source: Set by you
es: Fijado por ti
fr: Défini par toi
hi: आपका तय किया
it: Impostato da te
ko: 직접 설정
pl: Ustawione przez Ciebie
tr: Senin belirlediğin
zh_hans: 由你设定

# nutritionLibrary.targets.historySubtitle
source: Every time your target moved, and why.
es: Cada vez que tu objetivo se movió, y por qué.
fr: Chaque fois que ton objectif a bougé, et pourquoi.
hi: हर बार जब आपका लक्ष्य बदला, और क्यों।
it: Ogni volta che il tuo obiettivo è cambiato, e perché.
ko: 목표가 바뀐 시점과 이유를 모두 남겨요.
pl: Każda zmiana Twojego celu i jej powód.
tr: Hedefinin her değişimi ve nedeni.
zh_hans: 目标每次调整的时间和原因。

# nutritionLibrary.targets.historyTitle
source: Changes
es: Cambios
fr: Changements
hi: बदलाव
it: Modifiche
ko: 변경 내역
pl: Zmiany
tr: Değişiklikler
zh_hans: 变更记录

# nutritionLibrary.targets.macroAccessibility
source: %@: %@, %@ of your daily energy.
es: %@: %@, un %@ de tu energía diaria.
fr: %@ : %@, %@ de ton énergie quotidienne.
hi: %@: %@, आपकी दैनिक एनर्जी का %@।
it: %@: %@, %@ della tua energia giornaliera.
ko: %@: %@, 하루 열량의 %@.
pl: %@: %@, %@ Twojej dziennej energii.
tr: %@: %@, günlük enerjinin %@ kadarı.
zh_hans: %@：%@，占每日热量的 %@。

# nutritionLibrary.targets.macroMismatch
source: Your protein, carbs and fat add up to %@, which does not match the %@ you entered.
es: Tu proteína, tus hidratos y tu grasa suman %@, que no cuadra con las %@ que has introducido.
fr: Tes protéines, glucides et lipides totalisent %@, ce qui ne correspond pas aux %@ que tu as saisis.
hi: आपके प्रोटीन, कार्ब्स और फैट जोड़कर %@ बनते हैं, जो आपके दर्ज किए %@ से मेल नहीं खाता।
it: Proteine, carboidrati e grassi sommano %@, che non corrisponde alle %@ che hai inserito.
ko: 단백질과 탄수화물, 지방을 더하면 %@인데 입력한 %@과 맞지 않아요.
pl: Twoje białko, węglowodany i tłuszcz sumują się do %@, co nie zgadza się z %@, które wpisałeś.
tr: Protein, karbonhidrat ve yağın toplamı %@ ediyor; bu, girdiğin %@ değeriyle uyuşmuyor.
zh_hans: 你的蛋白质、碳水和脂肪加起来是 %@，与你填的 %@ 对不上。

# nutritionLibrary.targets.macroValue
source: %@ · %@ of energy
es: %@ · %@ de la energía
fr: %@ · %@ de l’énergie
hi: %@ · एनर्जी का %@
it: %@ · %@ dell'energia
ko: %@ · 열량의 %@
pl: %@ · %@ energii
tr: %@ · enerjinin %@ kadarı
zh_hans: %@ · 占热量 %@

# nutritionLibrary.targets.manualSubtitle
source: Set by you.
es: Fijado por ti.
fr: Défini par toi.
hi: आपका तय किया हुआ।
it: Impostato da te.
ko: 직접 정한 값이에요.
pl: Ustawione przez Ciebie.
tr: Senin belirlediğin.
zh_hans: 由你设定。

# nutritionLibrary.targets.noTargetMessage
source: Forge can estimate one from your height, weight, age, activity and goal. You can change any of it afterwards.
es: Forge puede estimarlo a partir de tu altura, tu peso, tu edad, tu actividad y tu objetivo. Después puedes cambiar lo que quieras.
fr: Forge peut en estimer un à partir de ta taille, ton poids, ton âge, ton activité et ton objectif. Tu peux tout modifier ensuite.
hi: Forge आपकी लंबाई, वज़न, उम्र, गतिविधि और लक्ष्य से एक अनुमान लगा सकता है। बाद में आप इसमें कुछ भी बदल सकते हैं।
it: Forge può stimarne uno da altezza, peso, età, attività e obiettivo. Puoi cambiare tutto in seguito.
ko: Forge가 키와 체중, 나이, 활동량, 목표로 추정해 드릴 수 있어요. 나중에 무엇이든 바꿀 수 있어요.
pl: Forge oszacuje go z Twojego wzrostu, wagi, wieku, aktywności i celu. Wszystko możesz potem zmienić.
tr: Forge; boyundan, kilondan, yaşından, aktivitenden ve hedefinden bir tahmin çıkarabilir. Sonradan hepsini değiştirebilirsin.
zh_hans: Forge 可以根据你的身高、体重、年龄、活动量和目标估算一个。之后任何一项都能改。

# nutritionLibrary.targets.noTargetTitle
source: No daily target yet
es: Aún no hay objetivo diario
fr: Pas encore d’objectif quotidien
hi: अभी कोई दैनिक लक्ष्य नहीं
it: Ancora nessun obiettivo giornaliero
ko: 아직 하루 목표가 없어요
pl: Brak dziennego celu
tr: Henüz günlük hedef yok
zh_hans: 还没有每日目标

# nutritionLibrary.targets.notNow
source: Not now
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ko: 나중에
pl: Nie teraz
tr: Şimdi değil
zh_hans: 暂不

# nutritionLibrary.targets.offsetCaption
source: Against maintenance
es: Respecto al mantenimiento
fr: Par rapport au maintien
hi: मेंटेनेंस के मुकाबले
it: Rispetto al mantenimento
ko: 유지 칼로리 대비
pl: Względem podtrzymania
tr: İdameye göre
zh_hans: 相对维持热量

# nutritionLibrary.targets.override
source: Set my own
es: Fijarlo yo
fr: Définir les miens
hi: अपना तय करें
it: Imposta i miei
ko: 직접 정하기
pl: Ustawię własne
tr: Kendim belirleyeyim
zh_hans: 自己设定

# nutritionLibrary.targets.overrideMessage
source: Set whatever numbers suit you. Forge keeps using them until you switch back to automatic.
es: Fija los números que te vengan bien. Forge los seguirá usando hasta que vuelvas al automático.
fr: Mets les chiffres qui te conviennent. Forge les utilisera tant que tu ne reviens pas à l’automatique.
hi: जो आँकड़े आपको ठीक लगें वही रखें। जब तक आप वापस अपने आप पर न लौटें, Forge इन्हीं का उपयोग करेगा।
it: Imposta i numeri che preferisci. Forge continuerà a usarli finché non torni all'automatico.
ko: 원하는 숫자로 정하면 돼요. 자동으로 되돌리기 전까지 Forge가 그 값을 계속 써요.
pl: Ustaw liczby, jakie Ci pasują. Forge będzie ich używać, dopóki nie wrócisz do trybu automatycznego.
tr: Sana uyan rakamları gir. Otomatiğe dönene kadar Forge bunları kullanır.
zh_hans: 填上你觉得合适的数字。在你切回自动之前，Forge 会一直使用它们。

# nutritionLibrary.targets.proposalConsent
source: Nothing changes until you accept it.
es: No cambia nada hasta que lo aceptes.
fr: Rien ne change tant que tu n’as pas accepté.
hi: जब तक आप मंज़ूरी न दें, कुछ नहीं बदलेगा।
it: Non cambia nulla finché non accetti.
ko: 받아들이기 전에는 아무것도 바뀌지 않아요.
pl: Nic się nie zmieni, dopóki tego nie zaakceptujesz.
tr: Sen kabul etmeden hiçbir şey değişmez.
zh_hans: 在你接受之前，什么都不会改变。
